{
    "lastUpdated": "2025-04-11",
    "commonSections": {
      "reimbursementForm": {
        "heading": "Reimbursement Form",
        "content": [
          "Go to THIS FORM for the reimbursement form: https://forms.gle/uF1grq1pYW4AnN7c8",
          "Please follow the steps thoroughly and submit your receipts by the end of the month of the transactions.",
          "Ensure that your reimbursable activities are no older than 30 days when you submit your invoices; older invoices will not be reimbursed.",
          "Reimbursements are settled in the month following your submission. For example, if Susie utilized her bucket on January 31st and submitted her reimbursement on February 4th, the settlement will occur in March."
        ]
      },
      "bucketsDashboard": {
        "heading": "Bucket's Dashboard",
        "content": [
          "Access the Growth & Wellbeing Bucket Utilization Dashboard to check your available bucket balance before submitting your next reimbursement in the respective bucket.",
          "This is a single sign-on (SSO) dashboard where you will only see your designated bucket and your previous reimbursement submissions.",
          "(Link: https://lookerstudio.google.com/u/0/reporting/f0bc8d46-7eb9-4f25-bf32-7f1ff3376551/page/nr8mD)"
        ]
      },
      "probationaryClause": {
        "heading": "Probationary Clause",
        "content": [
          "As a new team member, you will undergo a three (3) month probationary period to align on collaboration and expectations.",
          "You may only start utilizing your buckets after passing probation.",
          "The probationary period begins on your first day of work."
        ]
      }
    },
    "pages": [
      {
        "pageTitle": "Growth Bucket",
        "slug": "growth-bucket",
        "lastUpdated": "2025-04-10",
        "sections": [
          {
            "heading": "Overview",
            "content": [
              "Growth Bucket is one of the benefits Sixty Two provides for our full-time permanent team members as part of our support to enhance team members' capability and their learning curve in Sixty Two.",
              "It can also be used generally to support our team members in their daily work."
            ]
          },
          {
            "heading": "Eligible Usage",
            "content": [
              "Coworking space rental fee",
              "Training/workshop/programs/coaching related to professional goals/growth",
              "Desk Monitor",
              "Personal laptop & service (i.e. purchase, service & battery update)",
              "Flight, train, bus & ferry ticket fees for team members to work from another city",
              "Books related to career & professional development"
            ]
          },
          {
            "heading": "Annual Entitlement",
            "content": [
              "IDR 12.000.000 (Indonesia Based)",
              "SGD 1,200 (International Based)"
            ]
          },
          {
            "heading": "Growth Bucket Terms & Conditions",
            "content": [
              "The Growth Bucket is, first and foremost, set to help you achieve your learning & development goals.",
              "Ensure that the proposed training/workshop/coaching programs connect to your growth plan, including how you will utilize it in your role at Sixty Two.",
              "The Growth Bucket is reimbursement based, for your personal use, and is not transferable.",
              "Any Growth Bucket utilization must be approved in advance before it takes place.",
              "The Growth Bucket is refreshed annually at the beginning of the year. Unused amounts do not carry forward.",
              "New team members joining mid-year are entitled to the remaining number of months multiplied by Rp 1.000.000 / SGD 100. For example, if Sinta joins in March 2024, she is entitled to (10 × Rp 1.000.000 / SGD 100) = Rp 10.000.000 / SGD 1,000 for her first year.",
              "If a team member leaves and has used the bucket, the final settlement will be prorated according to the remaining term of employment and the total amount utilized. For example, if Sinta leaves in June 2024 after using Rp 10.000.000 / SGD 1,000 and her tenure was 6 months, she is entitled to Rp 6.000.000 / SGD 600; any excess will be deducted from her final payroll."
            ]
          },
          {
            "heading": "Remote Working Utilization",
            "content": [
              "Flight tickets to work from another city can only be reimbursed if you are working at least 80% of your travel period.",
              "Economy-class flight, train, bus, and ferry tickets are covered when traveling to work elsewhere. The ticket must be booked under your name and any additional personal luggage fees are covered.",
              "The Growth Bucket cannot be used for flight cancellation fees, new ticket bookings due to missed time, class upgrades, or any in-flight/during travel purchases.",
              "Please ensure that your travel does not impact work hours or team collaboration. All travel reimbursement plans must be approved in advance.",
              "For example, the receipt must include clear details such as the travel date, departure and arrival cities, ticket class (economy), and the name on the booking. Any discrepancies or additional fees not meeting the criteria will not be reimbursed."
            ]
          },
          {
            "heading": "Other Utilization",
            "content": [
              "Coworking space subscriptions must be under PT. Plus Enam Dua along with your name (e.g., Suzie - PT. Plus Enam Dua).",
              "Laptop and display monitor purchases should list PT. Plus Enam Dua with your name on the invoice (e.g., Suzie - PT. Plus Enam Dua).",
              "Workshops/programs must directly relate to your personal and professional goals set with the leadership team.",
              "Training/workshops should be non-recreational. Activities like pottery, painting, or similar are not reimbursable.",
              "Essential books for your growth can be purchased in advance; submit the utilization approval within one week after purchase.",
              "Please use the designated email template for utilization approval. (Link: https://docs.google.com/document/d/15MJcoAU-boa0G0R-oskmZXDyvyXY2QMXzVBTiBmpzjY/edit?tab=t.0#heading=h.d6sh4qbv53bx)"
            ]
          },
          {
            "sectionRef": "reimbursementForm"
          },
          {
            "sectionRef": "probationaryClause"
          },
          {
            "sectionRef": "bucketsDashboard"
          }
        ]
      },
      {
        "pageTitle": "Wellbeing Bucket",
        "slug": "wellbeing-bucket",
        "lastUpdated": "2025-04-11",
        "sections": [
          {
            "heading": "Overview",
            "content": [
              "Wellbeing Bucket is one of the benefits Sixty Two provides for our full-time permanent team members to support their mental and physical wellbeing.",
              "The aim is to help maintain and develop your overall wellbeing in flexible ways.",
              "In addition to the Growth Bucket, full-time permanent team members are entitled to one (1) full month salary annually to be used for health/wellbeing-related activities (e.g., prescribed medicines, vitamins, hospitalization, outpatient care, specialized health treatment, mental health/well-being programs/coaching, health insurance, dental and eyeglasses/optometry).",
              "See Pic 1 for more details (internal reference)."
            ]
          },
          {
            "heading": "Reimbursement Type Categories",
            "content": [
              "**Private (Employee Only)**",
              "• Personal Health Insurance: Private Insurance, BPJS Kesehatan",
              "• Gym/Sports Class Subscription: Gym (without Personal Trainer), Yoga, Pilates, Zumba, Pound Fit",
              "• Physical Wellbeing: Prescribed medicine, Vitamins, Hospitalization, Doctor Visits, Maternity Expense, Medical Check-Up, Physiotherapy/Acupuncture, Dental (scaling, tooth extraction, restoration), Eye/glasses/optometry",
              "• Mental Wellbeing: Psychologist, Psychiatrist",
              "",
              "**Extended (Spouse, Children, Common Law Partner, Parents)**",
              "• Personal Health Insurance: N/A",
              "• Gym/Sports Class Subscription: N/A",
              "• Physical Wellbeing: Prescribed medicine, Vitamins, Hospitalization, Doctor Visits, Maternity Expense, Dental (scaling, tooth extraction, restoration), Eye/glasses/optometry",
              "• Mental Wellbeing: N/A"
            ]
          },
          {
            "heading": "Wellbeing Bucket Terms & Conditions",
            "content": [
              "The Wellbeing Bucket is reimbursement based.",
              "Certain expenditures may be extended to immediate family members (parents, spouse, common-law partner, and minor children).",
              "Gym personal trainers and private classes are not reimbursable.",
              "Examples of eligible personal health insurance include inpatient, outpatient, dental, and maternity insurance; however, the Wellbeing Bucket does not cover personal insurance that includes life insurance or unitlink (investment).",
              "The Wellbeing Bucket is refreshed annually. Unused amounts do not carry forward.",
              "A new team member joining mid-year is entitled to (remaining months in the year / 12) multiplied by their monthly salary. For instance, if Suzie joins in March 2024, she is entitled to (10/12 × Rp 12.000.000 / SGD 1,200) = Rp 10.000.000 / SGD 1,000 for her first year.",
              "If a team member leaves after using part of their bucket, the final settlement is adjusted based on prorated entitlement. For example, if Sinta leaves in June 2024 after using Rp 8.000.000 / SGD 800 and her entitlement for 6 months is Rp 6.000.000 / SGD 600, the excess will be deducted from her final payroll.",
              "When there is a salary increase during the year, the Wellbeing Bucket is updated based on the average monthly salary."
            ]
          },
          {
            "sectionRef": "reimbursementForm"
          },
          {
            "sectionRef": "probationaryClause"
          },
          {
            "sectionRef": "bucketsDashboard"
          }
        ]
      },
      {
        "pageTitle": "Anti Anti Social Allowance",
        "slug": "anti-anti-social-allowance",
        "lastUpdated": "2025-04-11",
        "sections": [
          {
            "heading": "Overview",
            "content": [
              "To combat loneliness in a distributed team setup, we’re offering a monthly Anti Anti Social allowance.",
              "You can use this allowance to take someone out for a meal or to work from a cafe.",
              "The goal is to help you connect with your friends and/or team members in Sixty Two and forge meaningful relationships.",
              "This allowance is refreshed on a monthly basis."
            ]
          },
          {
            "heading": "Allocation",
            "content": [
              "Taiwan: NT$ 800",
              "Singapore: SGD $60",
              "Indonesia: IDR 300.000",
              "Philippines: PHP 1400",
              "Malaysia: RM 100"
            ]
          },
          {
            "heading": "Instructions",
            "content": [
              "Keep your receipt and upload it to the reimbursement form by the end of the month.",
              "Submit the actual total amount shown on your receipts in the Google Form. We will reimburse either the total amount or the maximum allowance amount, whichever is lower.",
              "Example: If your receipts total IDR 305.850, indicate that amount. You will be reimbursed up to the maximum of IDR 300.000.",
              "Only submit this reimbursement ONCE per month in ONE compiled PDF document.",
              "Submit invoices/receipts corresponding to the month the activity occurred. Receipts not aligned with the submission month will not be reimbursed."
            ]
          },
          {
            "sectionRef": "reimbursementForm"
          },
          {
            "sectionRef": "probationaryClause"
          }
        ]
      },
      {
        "pageTitle": "Days Off",
        "slug": "days-off",
        "lastUpdated": "2025-04-11",
        "sections": [
          {
            "heading": "Overview",
            "content": [
              "Sixty Two offers several types of days off. Refer to this page for your entitled leaves and how to use them."
            ]
          },
          {
            "heading": "Types of Leave & Limits",
            "content": [
              "Below is a breakdown of different leave types, their limits, and any additional notes or requirements."
            ],
            "table": [
              {
                "leaveType": "Maternity Leave",
                "limit": "90 calendar days per labor",
                "notes": [
                  "Maternity leave during probation will be treated as unpaid leave",
                  "Required to submit Doctor Recommendation and/or due date report"
                ]
              },
              {
                "leaveType": "Paternity Leave",
                "limit": "10 working days per labor",
                "notes": [
                  "Paternity leave during probation will be treated as unpaid leave",
                  "Required to submit Doctor Recommendation and/or due date report"
                ]
              },
              {
                "leaveType": "Compassionate Leave for Immediate Family",
                "limit": "2 working days",
                "notes": []
              },
              {
                "leaveType": "Compassionate Leave for Household Family",
                "limit": "1 working day",
                "notes": []
              },
              {
                "leaveType": "Unpaid Leave",
                "limit": "No limit; the amount taken will be monitored by the People & Organization Team",
                "notes": [
                  "Team members on probation needing leave may use this type (with approval and documentation)"
                ]
              }
            ]
          },
          {
            "heading": "Annual Leave",
            "content": [
              "You are entitled to 15 days off outside of government holidays. Team members follow their home base country holidays. Consult your project team and senior/lead before booking days off through Saya.",
              "Days off can be taken any time during the year (consult your senior/lead if on probation).",
              "New team members joining mid-year are entitled to (remaining months × 1.25 days). For example, Susie joining in February 2024 is entitled to 11 × 1.25 = 13.75 days (rounded up to 14 days).",
              "The total resets to 15 days the following year with no carry-over, to encourage regular time off.",
              "If a team member leaves and has taken or plans to take leave, the days are adjusted based on the remaining term. For example, if John’s last day is May 31, 2024, his available leave is (5 × 1.25) = 6.25 days (rounded to 6.5); any excess used beyond 6.5 will be deducted from his final payroll."
            ]
          },
          {
            "heading": "Sick Days",
            "content": [
              "If you’re feeling unwell, please consult with your senior/lead or project team.",
              "For serious cases requiring a full day off or hospitalization, notify your direct manager and submit a Doctor Recommendation via Saya.",
              "If unavailable, use your Annual or Unpaid Leave."
            ]
          },
          {
            "heading": "Purposed Leave",
            "content": [
              "Team members may take leave without using their Annual Leave for specific occasions.",
              "Since Saya might not fully support these leave types yet, please email or notify salsa@sixtytwo.co and agustian@sixtytwo.co with the necessary documentation."
            ]
          },
          {
            "heading": "Team Retreat",
            "content": [
              "We organize an annual team retreat, covering flight tickets, accommodation, some meals, and selected activities.",
              "Past retreats have included volunteering in Sri Lanka, a beach trip to the Nusa islands, remote retreats in 2020 & 2021, and Bingin Beach (Bali) in 2023."
            ]
          },
          {
            "heading": "Office Closure",
            "content": [
              "Sixty Two is closed for end-of-year holidays between Christmas and New Year. Exact dates will be communicated in Q3 or Q4."
            ]
          },
          {
            "heading": "Indonesia Collective Leaves",
            "content": [
              "In addition to Indonesia’s official holidays, there are additional Collective Leave Days (Cuti Bersama) as part of government initiatives. Sixty Two will review these on an ad hoc basis for the Indonesian team."
            ]
          }
        ]
      }
    ]
  }
  